content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo-auto-set-lastmod: t

* DONE More blog posts                               :space:
CLOSED: [2022-08-17 Wed 20:46]
:PROPERTIES:
:EXPORT_FILE_NAME: more-blog-posts
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :thumbnail "spacex.jpg"
:END:
(Some change) I am testing my understanding of ox-hugo. I expect to see this post rendered on the website alongside "Something else" post. They should both have a comprehendable summary view. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.

